let commentsData = {};
let replies = [
	{
		"name": "צפריר ליכטנשטיין",
		"date": "28 באוגוסט 2017",
		"content": "לורם איפסום דולור סיט אמט, קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף" +
		"קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי קונסקטורר אדיפיסינג" +
		"אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט" +
		"דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום" +
		"קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי."
	},
	{
		"name": "שמוליק כהן",
		"date": "01 בספטמבר 2017",
		"content": "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קונדימנטום קורוס בליקרה," +
		"נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי."
	}
];

let firstCommentContent = "קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף נולום ארווס סאפיאן - פוסיליס" +
	"קוויס," +
	"אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף" +
	"גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, הועניב היושבב שערש שמחויט -" +
	"שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה" +
	"ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.";

let secondCommentContent = "נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ" +
	"קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמי סחטיר בלובק." +
	"תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז" +
	"דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. הועניב היושבב שערש שמחויט - שלושע ותלברו" +
	"חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי" +
	"שהכים תוק, הדש שנרא התידם הכייר וק.";

commentsData.replies = replies;
commentsData.firstCommentContent = firstCommentContent;
commentsData.secondCommentContent = secondCommentContent;

export default commentsData;
